Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/planning_permission/appealing_planning_permission_decision.html.txt.tmx
Source language: en
Languages: ga

source: Appealing a planning permission decision
ga: Achomharc a dhéanamh ar chead pleanála

source: A person applying for planning permission and any person who made written submissions or observations to the planning authority on a planning application can appeal a planning decision made by a local authority to An Bord Pleanála
ga: Is féidir le duine a dhéanann iarratas ar chead pleanála agus aon duine a thug cuntas scríofa nó a nochtaigh tuairimí don údarás pleanála maidir le iarratas pleanála achomharc a lorg ar chinneadh a rinne údarás áitiúil chuig An mBord Pleanála

source: For example, you can:
ga: Mar shampla is féidir leat:

source: • Appeal against a refusal to grant you planning permission or conditions attached to your permission or
ga: • Achomharc a lorg ar chinneadh cead pleanála a dhiúltú duit nó i dtaobh na gcoinníollacha a bhaineann leis an gcead sin, nó

source: • Appeal against a decision to give someone else planning permission (this is called a third party appeal)
ga: • Achomharc a lorg ar chinneadh cead pleanála a thabhairt do dhuine eile (dá ngairfear achomharc tríú duine)

source: In this case you must have made a written submission/observation to the planning authority on the relevant application*
ga: Sa chás seo, ní mór duit cuntas scríofa nó a nochtaigh tuairimí don údarás pleanála maidir leis an iarratas ábhartha a thugadh

source: *There are 3 exceptions to the requirement to have made prior submissions or observations:
ga: *Tá 3 eisceacht ón gcoinníoll go gcaithfear aighneacht a dhéanamh roimh ré cuntas scríofa nó a nochtaigh tuairimí a thabhairt:

source: If a prescribed body was not notified in accordance with law, they may appeal without having made a submission or observation on the planning application
ga: Is féidir le comhlacht ainmnithe achomharc a dhéanamh murar tugadh fógra dóibh de réir an dlí gan aighneacht a bheith déanta/tuairimí a bheith nochta acu i dtaobh an iarratais phleanála

source: If an environmental impact statement (EIS) was required to be submitted with the planning application, a body that promotes environmental protection and meets certain other requirements may appeal the decision without have made a submission or observation
ga: Má caitheadh ráiteas tionchair timpeallachta leis an iarratas pleanála a chur isteach, is féidir comhlacht a chuireann cosaint chomhshaoil chun cinn agus a shásaíonn riachtanais áirithe eile achomharc ar chinneadh a dhéanamh gan aon chuntas scríofa nó tuairimí déanta acu

source: A person who has an interest in adjoining lands where permission has been granted can apply to the Board for leave to appeal the decision without having made a submission or observation
ga: Is féidir le duine a bhfuil leas aige/aici i dtailte cóngaracha áit a bhfuil cead pleanála tugtha iarratas a chur chuig an Bord ar chead achomharc a dhéanamh gan aighneacht a bheith déanta/tuairimí a bheith nochta acu

source: If an appeal has already been made by either the applicant and/or a valid third party, any other person can become an "observer" and make submissions or observations
ga: Má tá achomharc déanta cheana ag an iarrthóir agus/nó ag duine cuí den tríú páirtí is féidir le duine ar bith eile a bheith ina 'b(h)reathnadóir' agus pointí nó tuairimí a nochtadh ar an gcás

source: A valid appellant may request an oral hearing on payment of an additional fee
ga: Má íocann tú táille bhreise is féidir éisteacht bhéil a iarraidh

source: An Bord Pleanála will normally only grant an oral hearing if the case is particularly complex or significant national or local issues are involved
ga: De ghnáth ní bheidh An Bord Pleanála sásta éisteacht bhéil a cheadú ach amháin sa chás gur ceist chasta atá inti agus go bhfuil ceisteanna móra náisiúnta nó áitiúla ag baint leis an scéal

source: An Bord Pleanála aims to make a decision within 18 weeks
ga: Tá sé mar aidhm ag An mBord Pleanála cinneadh a dhéanamh taobh istigh de 18 seachtainí

source: If this is not possible, it will inform all the parties of this
ga: Muna bhfuil sé seo indéanta cuirfear scéal chuig na daoine ar fad a bhfuil baint acu leis an gcás

source: In general, An Bord Pleanála will either:
ga: Déanfaidh An Bord Pleanála ceann de na rudaí seo a leanas:

source: • Grant planning permission with conditions, or
ga: • Cuirfidh sé cead pleanála ar fáil le coinníollacha áirid, nó

source: An Bord Pleanála's decision is final and can only be challenged by judicial review in the High Court
ga: Níl aon dul siar ar chinneadh ón mBord Pleanála ach amháin athbhreithniú dleathúil a lorg ón Ard Chúirt

source: This process will judge whether the Board followed due process in reaching its decision and will not include an examination of the planning merits
ga: Ní dhéanfar scrúdú ar na buntáistí pleanála a bhaineann leis an gcás mar chuid den athbhreithniú cúirte, déanfaidh an Chúirt cinneadh ar lean, nó nár lean An Bord Pleanála an córas cuí agus cinneadh dhá dhéanamh

source: Files on appeals received by the Board can be inspected by members of the public after the appeals have been determined by the Board
ga: Is féidir leis an bpobal breathnú ar chódanna a bhaineann le cásanna a cuireadh ós comhair an Bhoird tar éis cinneadh a bheith déanta ag an mBord orthu

source: These files can be inspected, free of charge, at the Board's offices for a period of at least 5 years after the appeal decision
ga: Tá na códanna seo le feiceáil, saor in aisce, in oifigí an Bhoird ar feadh tréimhse de 5 bliana ar a laghad tar éis an chinnithe a bheith tógta orthu

source: You must make the appeal to An Bord Pleanála within 4 weeks of the decision by the local authority
ga: Ní mór achomharc a chur ós comhair An Bhord Phleanála taobh istigh de 4 sheachtain ón am a dhéanann an t-údarás áitiúil cinneadh

source: Your appeal must include the following:
ga: Ní mór na nithe seo a leanas a bheith san achomharc

source: • Your own name and address
ga: • D'ainm agus do sheoladh;

source: • Details of the proposed development, the name of the local authority, the planning register number and (if you are a third party) the applicant's name and address
ga: • Sonraí maidir leis an bhforbairt atá beartaithe, ainm an údaráis áitiúil, uimhir chláraithe pleanála agus (más tú an tríú duine) ainm agus seoladh an iarrthóra

source: • The full grounds of the appeal with supporting material and arguments
ga: • Fáthanna iomlán an achomhairc chomh maith le hábhar tacaíochta agus argóintí

source: No further submissions or elaborations on these grounds of appeal can be accepted by the Board
ga: Ní bheidh an Bord in ann glacadh ina dhiaidh sin le cuntais bhreise nó le heolas breise maidir leis an fáthanna seo

source: The grounds of the appeal must relate to planning issues only
ga: Ní mór gur ceisteanna pleanála amháin is cúis leis an achomharc

source: The Board cannot take other issues into consideration
ga: Ní féidir leis an mBord ceisteanna eile a chur san áireamh

source: • If you are a third party appellant, an acknowledgement from the planning authority that you made a submission or observations on the application to it
ga: • Más tú an tríú duine, ní mór duit admháil a bheith agat ón údarás áitiúil gur chuir tú cuntas nó tuairimí ós a chomhair maidir leis an iarratas seo

source: If you do not submit all the documentation, the appeal will be considered invalid and cannot be considered by An Bord Pleanála
ga: Muna mbíonn na cáipéisí cuí uilig curtha ar fáil agat, ní bheidh an t-achomharc bailí agus ní bheidh an Bord Pleanála in ann breathnú air

source: You will be charged a fee if you wish to make an appeal to An Bord Pleanála
ga: Tá táille le n-íoc ar achomharc a chur ós comhair An Bhord Phleanála

source: The fee for making an appeal depends on the type of case and the relevant legislation
ga: Ní mór achomharc i scríbhinn a dhéanamh chuig an Rúnaí, An Bord Pleanála ag an seoladh thíos
